insert into genre(title_genre, content_genre) values
('서부영화', "서부영화는 미국의 역사 중에서 서부 개척사를 소재로 한 영화입니다. 서부 개척사는 미국 영화에 있어서 무진장한 광맥의 구실을 했습니다. 1903년 <대열차 강도, The Great Train Robbery (1903)>로 시작되는 서부극은 미국의 독점적인 장르로 발전하면서 권선징악과 인간애, 그리고 물씬한 시정(詩情)으로 유형화되는 가운데 무수한 서부극이 쏟아져 나왔고, 게리 쿠퍼, 존 웨인, 헨리 폰다, 제임스 스튜어트, 아란 랏드, 커크 더글러스, 버트 랑카스터 등 쟁쟁한 배우들을 내놓았습다. 세계 제 1차 대전이 일어나기 전 D. W. 그리피스 감독은 훌륭한 서부극들을 많이 제작했고, 1920년대부터 1940년대에는 통상적인 줄거리에 약간의 변화만 준 제작비가 적게 든 영화들이었으나, 제임스 크루즈 감독의 <포장마차, The Covered Wagon (1923)>나 존 포드 감독의 <철마, The Iron Horse (1924)>같은 대작이나 서사적 서부영화도 있었고, 시간이 갈수록 이러한 서부영화의 비중이 늘어나게 됩니다. 이러한 종류의 서부극은 저명한 스타들을 기용하고 많은 경비와 현대적인 제작방법을 사용하였습니다. 

이같은 서부극의 발전은 또한 서부극 전문감독으로서 존 포드, 프레드 진네만, 헨리 하사웨이, 조지 스티븐슨 등 거물급 감독을 배출해 냈는데, 특히 존 포드 감독은 서부극의 대명사로 불리게 되었습니다. <역마차, Stagecoach (1939)>, <모호크 족의 북소리, Drums Along The Mohawk (1939)>등에 이어, 1946년에 나온 존 포드 감독의 <황야의 결투, My Darling Clementine (1946)>는 서부의 명보안관 '와이아트 어프'와 주정뱅이 치과의사 '독할리데이'의 전설적인 우정을 바탕으로 크랜튼 일가와의 집단 결투를 다뤄 명성을 재확인했으며, 이 소재는 다시 존스타제스 감독에 의해 (1957) 등으로 다시 영화화되었습니다. 1952년 프레드 진네만 감독의 <하이눈, Highnoon (1952)>은 복수에 불타는 악당들과 고독한 보안관의 대결을 그려 게리 쿠퍼와 그레이스 켈리의 인기를 높였으며, 1952년 조지 스티븐슨 감독의 <셰인, Shane (1952)>은 빅터 영 작곡의 주제가와 함께 아란 랏드의 인기를 높이는 가운데 서부극의 고전적인 작풍으로 평가받게 되었습니다. 이어 서부극은 윌리엄 와일러 감독의 <위대한 서부, Man of The West (1958)>에서 세대간의 갈등을 다룬 새로운 측면을 보이기도 했으며, 1962년 존 포드, 헨리 하사웨이 공동감독의 <서부개척사, (1962)>가 나와 지금까지 서부극 명작 가운데 인상적인 장면들을 집대성, 서부극의 발전사를 한눈에 볼 수 있도록 했습니다. 

1960년대에 접어들면서 영화가 사양화함에 따라 서부극도 좀더 자극적인 주제 속에서 활로를 개척하려 시도하기에 이르렀습니다. 존 포드 감독의 <샤이언, Cheyenne Autumn (1964)> 등 전통적인 서부극이 자취를 감춘 것은 아니지만 서부개척사를 새로운 시각에서 해석하는 작품들이 우세를 보였습니다. 요컨대 지금까지의 서부극이 백인끼리의 인도주의는 강조하면서도 인디언을 대량 학살한 것은 당연한 것으로 취급해온 태도를 반성하기 시작한 것입니다. 서부개척사에 있어서 전설적인 영웅 카스터 장군의 인디언 학살을 비판한 아서 펜 감독의 <작은 거인, Little Big Man (1970)>, <솔저 블루, Soldier Blue (1970)> 등이 그러한 계열을 대표합니다. "),
('공포영화', "호러영화(horror film)는 관객에게 공포와 경악이라는 부정적인 정서를 의도적으로 불러일으키는 장르를 말합니다. 호러영화의 관심은 인류가 태곳적부터 지니고 있는 원초적 두려움이며, 동시에 인간 본연의 변태적이고 잔인한 성향입니다. 호러영화는 악몽에 나타나는 망령을 마주하고픈 욕망을 집단적으로 실현하는 제례의식(cult)입니다. 호러영화의 관객은 캐릭터가 맞닥뜨린 공포와 이를 훔쳐보는 과정에서 발생하는 연민 사이의 변증법적 유희에 의한 카타르시스를 추구합니다. 

호러영화를 구성하는 핵심 내러티브는 크게 두 가지입니다. 첫째는 귀신이나 늑대인간 혹은 뱀파이어 등에 관한 신비스럽고 초자연적인 이야기이고, 둘째는 연쇄살인마나 살인짐승과 관련해 실존했던 혹은 있을 법한 이야기입니다. 호러영화의 본질인 공포와 전율은 근본적으로 관객의 상상 속에서 발현됩니다. 따라서 전통적인 호러는 이를 노골적으로 표현하기보다는 역겨움이나 불쾌감과 적정한 거리를 유지하며 암시하는 정도에 그칩니다. 

호러영화의 정신세계는 19세기 후반을 장식했던 묵시록적 세계관에 바탕을 두고 있습니다. 적자생존을 기반으로 한 반기독교적인 진화론, 허무주의에 입각한 생명의 무가치함, 개인의 소외 현상, 인간의 무의식 세계를 들춰낸 정신분석 등은 모두 세기말의 디스토피아적 분위기를 반영합니다. 이 불가해한 현실에 대한 절망적 풍조는 당시 문학적 소재로 사용되었습니다. 특히 공포 소설은 과학과 초자연적인 현상 간의 경계가 모호한 현실을 괴기스럽게 묘사했는데, 이는 호러영화에 결정적인 모티브를 제공했습니다. 

호러영화의 장르 미학은 1920년대 독일의 표현주의에 기인합니다. 정신병원을 배경으로 기이한 집단적 공포를 그려낸 <칼리가리 박사의 밀실, Das Cabinet des Dr. Caligari (1919)>과 뱀파이어를 소재로 한 <노스페라투, Nosferatu) (1922)>를 예로 들 수 있습니다. 

초자연적인 거대 괴수가 문명사회를 파괴한다는 <킹콩, King Kong (1933)> 역시 이 시기에 등장해 괴수 호러(monster horror)의 시작을 알렸습니다. <화이트 좀비, White Zombie (1932)>는 '살아 있는 시체'라는 형용모순의 모티브를 활용한 좀비 영화(zombie film)의 효시며, 이후 <살아 있는 시체들의 밤, Night of the Living Dead (1968)>이라는 걸작의 토대를 마련했습니다. 모두 '청소년 관람가'인 이 영화들이야말로 진정한 호러영화의 원형이며, 아직도 꾸준히 시퀄(sequel)을 낳고 있습니다. 

제2차 세계대전 전후로 호러영화는 약세를 면치 못했는데, 현실에 만연한 전쟁에 대한 공포 때문에 또 다른 가상의 전율이 불필요했기 때문입니다. 호러영화는 1950년대를 넘어서며 새로운 방향성을 모색했는데, 바로 괴수 호러입니다. 1930년대의 <킹콩, King Kong (1933)>이 인간적 감성을 소유한 초자연의 피조물이었다면, 새롭게 등장한 기괴한 짐승들은 통제할 수 없는 현실에 대한 두려움의 표출이었습니다. 수소폭탄 실험에 의한 방사능이 거대한 기형 생물을 탄생시켰다는 설정의 <고질라, Godzilla (1954)>와 거대한 독거미가 인간을 공격하는 <타란툴라, Tarantula (1955)>에는 냉전기의 시대적 공포가 투영되어 있습니다. 

1960년에는 스토커(stalker) 모티브를 활용한 영화들이 등장했습니다. <피핑 톰, Peeping Tom (1960)>은 관음증에 걸린 연쇄살인마를 다뤘으며, <싸이코, Psycho (1960>는 조현증(정신분열증)과 의상도착증(transvestitism)에 휩싸인 살인마를 등장시켰습니다. 스토커 모티브는 사이코 킬러가 생활 속의 평범한 누구일 수도 있다는 충격적 상상을 제시했으며, 이는 현대 호러영화에서 핵심적인 관습으로 자리 잡았습니다. 

1970∼1980년대는 호러영화의 전성기로서 수많은 작품들이 쏟아져 나왔습니다. 이 시기의 호러영화는 한 무리의 틴에이저가 뚜렷한 동기 없이 무참히 살해당한다는 내러티브 공식을 바탕으로 합니다. 이 공식은 또 다른 하위 범주를 파생시켰는데, 표현 방식에 따라 '피 튀기는' 스플래터영화(splatter film), '난도질'하는 슬래셔영화(slasher film), '피가 흥건한' 고어영화(gore film) 등으로 구분됩니다. 스플래터영화는 칼이나 톱으로 신체를 훼손하는 특징을 보입니다. 슬래셔영화의 대표작으로는 <할로윈, Halloween (1978)>을 언급할 수 있습니다. 고어영화는<피의 향연, Blood Feast (1963)>에서 시작되었으며, 그 잔인함의 정도가 심하기 때문에 하드 고어(hard gore)라는 별칭이 붙기도 합니다. 

또 다른 하위 범주로 악귀를 주제로 하는 오컬트(occult)영화가 있습니다. 심령영화라 불리기도 하는 이 범주는 악령과 성직자의 초자연적 대결을 그립니다. 악령이 든 소녀가 퇴마 신부와 투쟁을 벌이는 <엑소시스트, Exorcist (1973)>, 악마의 아들로 태어난 소년이 가족을 위협한다는 <오멘, Omen (1976)> 등이 대표작입니다. 오컬트영화는 비현실적인 모(母)장르와는 달리 마치 악령의 실체가 존재할 수도 있다는 착각을 불러일으킵니다. 실화를 가장한 오컬티즘(occultism)은 <샤이닝, The Shining (1980)>에서 정점을 찍었습니다."),
('SF영화', "SF영화(science fiction film)는 과학기술적 소재와 공상적 이야기를 통해 인류의 미래상을 그려내는 장르다. SF영화를 규정하는 장르 문법으로 크게 세 가지를 언급할 수 있다. 첫째, 아직 존재하지 않거나 혹은 영원히 오지 않을 것 같은 미래에 대한 이야기다. 둘째는 우주로 확대된 공간, 셋째는 호의적이든 적대적이든 간에 지구를 방문하는 외계 생명체나 특수한 목적으로 우주에 진출하는 지구인이 등장한다. 여기서 미래는 현재와 과거 그리고 그 사이 개념까지 아우르는 초현실적인 시간이며, 공간은 지구가 속한 태양계는 물론 은하계마저 초월하는 상상적 개념이다. 캐릭터는 인간의 형상을 닮은 외계 생물이나 기괴한(uncanny) 인상을 주는 사이보그(cyborg) 등으로 제시된다. SF영화는 이 세 가지 장르 문법 중에서 하나 이상을 반드시 제시합니다. 

SF영화의 성패는 특수효과(special effects)에 힘입은 시각적 완성도와 밀접합니다. 스펙터클한 미래지향적 공간과 초현실적인 시간성 그리고 그 속에서 부유하는 비(非)인간 캐릭터 등, 판타지로 가득한 SF 내러티브를 형상화하기 위해 특수효과는 필수적입니다. 트릭 촬영에서 컴퓨터 그래픽(CG)을 거쳐 이모션 캡처(emotion capture)에 이르기까지, 과학기술의 진보에 따른 특수효과의 발전사는 곧 SF영화의 역사라고 할 수 있습니다. 그러나 높은 특수효과 의존도는 SF영화에 대규모 제작비라는 부담으로 작용하기도 합니다. 

SF영화는 막 태동하던 기계문명을 담은 19세기의 사이언스 픽션 문학에서 파생되었습니다. 최초의 SF영화인 <달나라 여행, Le voyage dans la lune (1902)>은 사이언스 픽션의 선구자인 쥘 베른의 소설에서 영감을 얻었으며, <투명인간, The Invisible Man (1933)>은 허버트 조지 웰스의 동명 소설을 영화화한 것입니다. 당시의 사이언스 픽션 문학은 외계 생명체와의 조우나 별들의 전쟁과 같은 SF 장르의 핵심 모티브를 정립했습니다. 하지만 단지 암시와 상상만을 허용할 수밖에 없었던 사이언스 픽션 문학은 환상적인 시각 이미지를 활용하여 비현실적 미래 체험을 보다 실제적으로 전달할 수 있는 영화에 자리를 내줍니다. 

SF영화에는 과학기술이 인류에 번영을 가져오리라는 보수적 믿음이 반영되어 있습니다. 따라서 SF영화는 유토피아적 세계관에 바탕을 둔 인류의 영속성을 추구합니다. 하지만 정반대로 인류의 묵시록적 종말을 그리는 SF영화도 많은데, 이 영화들에는 테크놀로지의 과잉에 따른 디스토피아(dystopia)가 제시됩니다. 종말론적 세계관이 반영된 SF영화는 이미 1920∼1930년대에 등장했습니다. 기계문명에 의해 자본가와 노동계급으로 이등분된 미래의 거대 도시를 제시한 <메트로폴리스, Metropolis (1927)>와 전쟁으로 파괴된 유럽 문명의 암울한 미래상을 그린 <다가올 세상, Things to come (1936)>을 대표작으로 꼽을 수 있습니다. 

1970년대의 SF영화는 다른 장르의 관습을 적극적으로 끌어들이며 장르 융합을 추구했습니다. 장르-크로스오버(genre-crossover) 혹은 장르-패치워크(genre-patchwork)라 불리는 이 현상은 자본과 기술 그리고 판타지 스토리텔링을 응집시키며 더욱 매혹적인 스펙터클을 이어 갔습니다. SF 호러(SF Horror)의 원형인 <에이리언, Alien (1979)>은 외계 생명체에 모성성을 부여하며 독특한 페미니즘 텍스트를 제시했다. <스타워즈, Star Wars (1977)>는 가장 위대한 장르-패치워크로서, 기사 영화(knight film), 서부영화(western), 모험영화(adventure film) 그리고 판타지영화(fantasy film)를 혼합하며 본격적인 스페이스 오페라(space opera)의 장을 열었습니다. 

현대 SF영화의 가장 큰 특징은 다문화주의적(multicultural) 속성입니다. <혹성탈출, Planet of The Apes (1968)>에서 처음으로 대두되었던 이 특징은 대체 자원의 패권을 둘러싼 미래의 우주전쟁을 다룬 <아바타, Avatar (2009)>와 SF 장르의 지역화(localization)에 성공했다는 평을 얻은 <디스트릭트 9, District 9 (2009)>에서 정점을 찍었습니다. 

SF영화는 아직 쇠퇴하지 않았습니다. 지구 밖의 어딘가에 미스터리한 생명체가 있을지도 모른다는 상상력이 발휘되는 한, SF 장르의 쇠퇴는 예고할 수도 없을 것입니다. "),
('뮤지컬영화', "영화가 유성화함에 따라 음악이 중요한 표현수단이 되어 뮤지컬 분야가 개척되었습니다. 뮤지컬 영화의 미학적 전제는 서사 진행 중에 갑자기 노래와 춤을 보여준다는 것입니다. 미국에서는 <브로드웨이 멜로디, The Broadway Melody (1929)>로 대표되는 리뷰 형식과 <러브 퍼레이드, The Love Prade (1930)>로 형식이 확립된 오페레타 스타일 등 두 종류의 방향이 1930년대에 이르러 제1기의 황금시대를 나타내었습니다. 특히 모리스 슈발리에와 자네트 맥도널드, 아스테어와 로저스 등 명 콤비가 활약하였고 더불어 브로드웨이 뮤지컬의 영화화도 성행하였습니다. 

제2차 세계대전 후 영화의 색채화와 대형화는 뮤지컬 발전에 박차를 가함과 동시에 무대와는 또 다른 새로운 표현을 창출하여 <파리의 미국인, An American in Paris (1951)> 같은 아카데미 작품상을 받은 독창적인 뮤지컬 영화도 만들어졌습니다. 또 무대의 히트작을 스크린에 더욱 호화롭게 영화적으로 전개한 <마이 페어 레이디, My Fair Lady (1964)>, <사운드 오브 뮤직, Sound of Music (1965)> 등이 발표되어, 뮤지컬은 오락영화의 가장 중요한 위치를 차지하는 동시에 시대의 흐름에 부응하는 예술적인 새로운 표현법을 마련하였습니다. 사실주의적 뮤지컬은 백스테이지 스토리로 노래와 춤의 근거를 밝히는 경향입니다. 또한 표현주의적으로는 버스비 버클리의 크레인 쇼트 촬영을 이용한 추상적 패턴의 안무의 등장이 있습니다. 이는 경제적으로 어려울 때에 합심하여 경제불황을 극복하고 미(美)를 이뤄내자는 상직적인 의미로서 등장하였습니다. 
"),
('로맨스영화', "연애 감정을 이야기의 축으로 삼는 장르. 액면 그대로의 뜻은 음악과 드라마가 결합된 이야기 형식을 말합니다. 영화학자 토머스 샤츠(Thomas Schatz)는 '할리우드 장르의 구조, Hollywood Genre'에서 로맨스드라마를 ‘순수한 개인(보통 여자)이나 커플(보통 연인)이 결혼, 직업, 핵가족 문제들과 관련된 억압적이고 불평등한 사회 환경에 의해 희생되는 대중적인 연애 이야기’라고 정의하고 있습니다. 서사극의 역사를 보면 멜로의 뿌리는 중세 교훈극이나 구전 민담까지 거슬러 올라가는데 장르로서 만개한 것은 대중 영화의 발전과 궤를 같이합니다. 영화 매체의 대중화를 고민하던 이들은 소비문화의 주축이었던 여성 관객을 타깃으로 로맨스 영화를 내놓아 각광을 받기 시작했습니다. 주로 여성이 주인공으로 나오거나 애정 관계를 다룬 영화를 모두 로맨스드라마 범주에 포함시켜 언급하기도 합니다. 오른쪽 사진은 <이터널 선샤인, Eternal Sunshit (2004)>의 한 장면입니다. 

영화사 초기 로맨스의 대가는 D. W. 그리피스였습니다. 스크린에 등장한 최초의 연인으로 불렸던 릴리언 기시를 주인공으로 한 <꺾인 꽃들, Broken Blossoms (1919)>, <세계의 심장, Hearts of the World (1918)>, <폭풍의 고아들, Orphans of the Storm (1921)>을 통해 멜로의 체계를 세웠습니다. 프랭크 보제이지 존 M. 스탈, 막스 오퓔스, 머빈 르로이 등의 감독들이 그리피스의 뒤를 이었습니다. 

장르로서 로맨스드라마가 성숙을 이룬 것은 1950년대입니다. 초기 멜로 영화는 가부장적 이성애 로맨스의 완성을 지향하는 반동적인 장르로 알려졌지만 1950년대 미국은 혼란을 맞았습니다. 아메리칸 드림이 무너지고 대안적인 가치들이 생겨나면서 중산층의 삶의 토대가 위기를 맞기 시작했습니다. 이 시기 로맨스드라마는 동요하던 미국 사회의 풍경을 암시적으로 드러냈는데 로맨스드라마 본연의 외피를 가지고 있었지만 미국 사회의 분열상을 내파하는 전복적인 가치를 드러내기도 했습니다. 1950년대에는 로맨스의 다양한 하위 장르가 형성됐다. 가족 로맨스드라마, 범죄 로맨스드라마, 심리 로맨스드라마 등 다양한 분화가 이루어졌습니다. 

한국에서는 <장화홍련전 (1924)>, <운영전 (1925)>, <춘향전 (1935)> 등 고전 문학 작품을 원전으로 삼은 초기 영화에서부터 멜로가 뚜렷한 강세를 보였습니다. 1990년대 이후에는 로맨틱 코미디의 부상으로 정통 로맨스보다는 로맨스와 다른 장르가 혼합되는 경향이 커졌습니다. "),
('전쟁영화', "전쟁영화는 전장을 주된 배경으로 하는 영화의 총칭입니다. 흔히 각종 무기가 등장하는 일종의 전투 영화로 생각하기 쉽지만 이 장르는 단순히 전투라는 소재만을 다루는 것이 아니라 전쟁과 관련된 다양한 상황을 그린 영화를 포함합니다. 즉 포로수용소를 탈출하는 전쟁 포로 이야기나 적에게 점령된 곳에서 펼쳐지는 지하 조직의 저항, 국내나 해외에서 활약하는 전쟁 스파이를 다루기도 합니다. 간혹 전쟁 영화는 전투와 직접적으로 관련 없는 인물들의 상호 관계를 다루기도 합니다. 

전쟁 영화를 영화의 관점에 따라 몇 가지로 분류할 수 있는데 먼저 선전(propaganda)적인 전쟁 영화가 있습니다. 자국민들에게 적군의 사악한 행위와 이를 응징하는 아군의 영웅적 행위를 보여 줌으로써 자신들이 수행하고 있는 전쟁에 대한 정당성을 관객들에게 동기화시킵니다. 전쟁의 참상을 적나라하게 보여 주면서 전쟁에는 어떠한 승자도 있을 수 없다는 것을 역설하는 영화도 있습니다. 이와 더불어 일부 전쟁 영화는 박진감 넘치는 액션을 주로 표현하여 현실 도피적인 성격을 갖기도 하고 또 다른 일부는 전쟁을 풍자와 해학, 코미디의 요소로 이용하기도 합니다. 

전쟁을 그린 영화는 관객에게 애국심을 고취시키기도 하지만 반대로 전쟁이 불러오는 비참한 참상을 보여 주기도 합니다. 이 경향을 대표하는 대표적인 영화의 예가 바로 1차 세계대전 후에 만들어진 킹 비더의 <대행진, The Big Parade (1925)>과 라울 월시의 <고귀한 영광, What Price Glory (1926)>입니다. 이 시기 가장 대표적인 반전 영화는 레마르크의 소설을 각색한 루이스 마일스턴의 <서부 전선 이상 없다, All Quiet On The Western Front (1930)>입니다. 이 영화는 독일군의 시점에서 1차 세계대전의 지옥 같은 참혹함을 보여줍니다. 

전후에는 광신적 국가주의를 피하는 경향이 있었고 냉전 시대 강대국의 군비 경쟁을 비난하는 움직임도 있었습니다. 이러한 결과로 세 편의 중요한 반전 영화가 나타났습니다. 데이비드 린의 <콰이강의 다리, The Bridge on The River Kwai (1957)>와 스탠리 큐브릭의 <영광의 길, Path of Glory (1957)> 큐브릭의 풍자 영화 <닥터 스트레인지러브, Dr. Strangelove or: How I Learned To Stop Worrying And Love The Bomb (1963)>이 대표적입니다. 물론 한편에서는 대릴 F. 재넉이 제작한 <지상 최대의 작전, The Longest Day (1962)>처럼 스펙터클을 강조하는 경향도 있었습니다. (우측 사진) 아울러 존 스터지스는 <대탈출, The Great Escape (1963)>로 전쟁 포로를 다룬 영화의 대중성을 실증했습니다. 

전쟁 영화는 영화 탄생이래 가장 대중적인 장르였기 때문에 끊임없이 만들어졌습니다. 전쟁 영화에는 에드워드 즈윅의 <영광의 깃발, Glory (1989)>처럼 인간의 가치를 역설하는 영화가 있는가 하면 서스펜스를 자극하는 토니 스콧의 <크림슨 타이드, The Crimson Tide (1995)>류도 있습니다. 특히 후자 같은 영화는 관객 마음속에 내재되어 있는 본능적인 공격 성향에 소구하는 경향이 있습니다. "),
('갱스터영화', "갱스터, 또는 범죄영화는 가공의 범죄자나 유명한 실존 범죄자의 성공과 몰락을 그리는 영화의 한 장르입니다. 범죄자의 인생은 보통 삶을 살아가는 일반인들에게 내재된 공격적인 성향과 정복의 욕구를 대리 만족시켜 준다는 점에서 늘 관심의 대상이 되어 왔습니다. 범죄자들을 연상하면서 관객은 짧은 시간이지만 범죄자들의 권력을 간접적으로 대리 체험하며, 동시에 이런 부도덕한 인물들이 처벌받는 것을 보면서 우리의 윤리 의식이 다소간 충족됨을 느끼곤 합니다. 또한 범죄 이야기는 수많은 액션과 긴장감을 제공하기 때문에 영화 제작에 더없이 적합합니다. 미국 금주령 시절에 저질러진 범죄 행위는 무성 영화 시절부터 영화의 단골 소재로 채택되었습니다. 

조셉 폰 스턴버그의 <언더월드, Underworld (1927)> 루이스 마일스톤의 <밀거래, The Racket (1928)> 등은 범죄영화의 한 예입니다. 현대적인 갱스터 영화는 사실상 사운드가 영화에 도입되면서 시작됐습니다. 특히 머빈 르로이의 <리틀 시저, Little Caesar (1931)>, 윌리엄 웰먼의 <공공의 적, The Public Enemy (1931)>, 하워드 혹스의 <스카페이스, Scarface (1932)>는 도시적인 세트와 범죄자 타입을 확고하게 설정하여 이 장르의 패턴을 만들었습니다. 

한편 이 시기 영화들이 갱들을 매혹의 대상으로 그리는 것에 대해서 대중과 언론의 비판이 제기되었고 이에 따라 범죄자들을 좀 더 비난하는 식으로 묘사하는 작품들도 만들어졌습니다. 범죄자 심리에 초점을 맞춘 라울 월시의 <백열, White Heat (1949)>과 같은 영화도 있었는데, 이 영화에서 제임스 캐그니는 오이디푸스 콤플렉스를 심하게 앓는 사이코 범죄자 역을 연기했습니다. 1950년대는 흑백 논리로 사건을 바라보면서 범죄자들을 사악하고 악랄하게 그렸는데 돈 시겔의 <베이비 페이스 넬슨, Baby Face Nelson (1957)>이 그러한 흐름을 대표합니다. 

1960년대에는 기성 권력과 전통적인 가치에 대한 분노가 표출되면서 좀 더 복잡하면서 매력적인 범죄자 유형을 만들어냈습니다. 변두리 건달들 이야기인 아서 펜의 <우리에게 내일은 없다, Bonnie And Clyde (1967)>가 이런 영화의 좋은 본보기인데 이 영화에서 종래 갱스터 영화의 도시 풍경은 대공황 기간 동안 미국의 시골 풍경으로 대체됩니다. 7년 후에 나온 로버트 알트먼 감독의 <우리 같은 도둑들, Thieves Like Us (1974)> 역시 같은 풍의 영화였습니다. 범죄자가 복잡한 심리적 갈등에 빠지고, 그에 대해서 관객이 공감하게 되는 상황은 프랜시스 포드 코폴라 감독의 <대부, The Godfather (1972)>에서 보다 분명히 드러납니다. 또한 이 영화는 대중들이 체계화된 범죄와 거대한 범죄 조직에 분노하는 모습도 반영하고 있습니다. 

코폴라 감독의 <대부 2, The Godfather Part II (1974)>에서는 마피아와 대기업 간의 유사성이 더 강조되어 그려집니다. <대부>와 <대부 2>는 그 이후에 만들어진 수많은 갱스터 영화에 지대한 영향을 끼쳤지만 아직 이를 능가할 만한 영화를 찾아보기 힘들 정도입니다. 반면 쿠엔틴 타란티노는 영화 바깥 세상과 영화 그 자체를 분리시키면서 갱스터 장르를 찬양하는 영화들을 제작했습니다. 상단 우측의 사진 <저수지의 개들, Reservoir Dogs (1992)>과 <펄프 픽션, Pulp Fiction (1994)>을 그 예로 들 수 있습니다. "),
('애니메이션', "애니메이션은 그림, 인형, 그림자 또는 움직이지 않는 물체를 스톱 모션으로 찍어 프레임별로 촬영하는 기법 또는 그런 기법으로 만든 영상을 일컫습니다. 각 프레임은 대상의 미세하고 점진적인 변화를 담고 있어 초당 24프레임의 규정 속도로 차례대로 스크린에 투사하면 대상물은 움직이거나 살아 있는 것처럼 보입니다. ‘animation’이라는 단어는 ‘정신’ 혹은 ‘생명의 숨결’을 뜻하는 라틴 어원 ‘아니마’(anima)에서 나온 말입니다. 

국제애니메이션영화협회(L’Association Internationale du Film d’Animation, ASIFA)가 창립하면서 밝혔던 선언문에 따르면 애니메이션이란 ‘기본적으로 화상의 1콤마(comma)씩의 수단에 의해 창조된 모든 것을 말합니다. 이것은 조작된 동작을 창조하기 위한 모든 종류의 테크닉에 관련되는 것으로 애니메이션 예술은 실사 영상 방식과는 다른 다양한 기술 조작에 의해 움직이는 이미지를 창조하는 작업’입니다. 10분짜리 애니메이션을 만들기 위해서는 이론적으로 14,400개의 개별 그림이 필요합니다. 

애니메이션의 재료와 제작 방식은 시간이 갈수록 다양해지고 있는데 재료면에서는 기존의 셀 외에 인형, 종이, 찰흙, 모래 따위를 들 수 있습니다. 제작 기법에 따라 구분하면 필름에 직접 그림을 그려 넣은 기법, 종이 등을 특정한 형태로 잘라 이를 촬영하는 컷 아웃 애니메이션(cut out animation), 컴퓨터 애니메이션(computer animation), 정사진을 다양한 시야와 속도로 담아 움직이는 느낌을 만들어가는 정사진 애니메이션(still animation), 복사기를 이용하거나 카메라를 움직이면서 그림을 촬영하는 그래픽 영화 등 다양한 변용과 기법들이 있습니다. 

애니메이션의 기원은 영화 초기로까지 소급될 수 있습니다. 조르주 멜리에스는 자신의 트릭 영화 <달나라 여행, Le Voyage dans la Lune (1902)>에서 실사 영화에 그림을 삽입함으로써 애니메이션 기법의 맹아를 사용했습니다. 이어서 1908년에는 프랑스의 에밀 콜이 성냥 막대로 만든 인형들이 검은 화면을 배경으로 춤추는 마술로 관객들을 사로잡은 <판타스마고리, Fantasmagorie (1908)>를 소개했습니다. 1920∼1930년대 애니메이션의 선구자인 월트 디즈니는 미키 마우스, 도널드 덕 등의 캐릭터를 개발해 애니메이션의 입지를 다졌습니다. 

애니메이션 기술과 캐릭터의 발전에도 불구하고 장편 애니메이션은 디즈니의 <백설공주와 일곱 난쟁이, Snow White and the Seven Dwarfs (1937)>에 이르러서야 가능해졌습니다. 2차 세계대전 이후 애니메이션은 영역을 넓혀갔고 전통적인 셀 애니메이션 스타일과 새로운 스타일을 추구한 작품들이 등장하게 됩니다. 디즈니 출신 애니메이터들이 설립한 UPA의 작품들이 대표적입니. UPA의 대표적 작품으로는 아카데미상을 수상한 <제럴드 맥보잉 보잉, Gerald McBoing－Boing (1950)>이 있습니다. 1950년대 중반 이후 텔레비전의 보급이 크게 늘어나면서 극장용 애니메이션이 주춤하자 텔레비전용 애니메이션 시대가 열리기도 했습니다. 텔레비전이 주도하던 애니메이션 산업의 지형을 바꾼 것은 <인어공주, The Little Mermaid (1989)>였습니다. 디즈니 애니메이션의 새로운 르네상스를 가져온 <인어공주>는 1990년대 이후 극장용 애니메이션의 번성을 예고한 신호탄이었습니다. 

최근에는 기술력의 발전으로 컴퓨터 그래픽이 도입되어 새로운 수준의 애니메이션들이 가능해졌습니다. 1982년 디즈니가 장편 영화 <트론, Tron (1982)>에서 컴퓨터 애니메이션과 실사를 합성한 영화를 실험한 이후, 컴퓨터 애니메이션은 비약적인 발전을 거듭하고 있습니다. 애니메이션이 실사 영화의 특수 효과에 활용되는 예도 크게 늘고 있습니다. 전통 애니메이션에 비해 고도의 기술이 요구되는 컴퓨터 애니메이션은 그 쓰임과 영역을 날로 확장해가고 있습니다. 3D 애니메이션의 혁명적 변화를 몰고 온 작품은 디즈니와 픽사의 <토이 스토리, Toy Story (1995)>였습니다. <토이 스토리> 이후 순수하게 컴퓨터 기술로 만들어진 애니메이션들이 만들어지기 시작했습니다. 

2000년대 들어 2D와 3D는 작품의 색깔과 요구에 따라 선택적으로 쓰이는 추세입니다. 전통적인 2D 기술이 사라진 것이 아니며, 첨단 기술이라고 해서 무분별하게 3D가 쓰이지도 않습니다. 2D에 3D를 합성하기도 하고, 순수하게 2D, 3D만을 사용한 작품들도 제작되고 있습니다. ‘무엇을 쓰느냐’가 중요한 것이 아니라 ‘어디에 어떤 효과를 노리고 쓰느냐’가 중요해진 것이라고 볼 수 있습니다. "),
('모험영화', "모험영화는 장소의 이동을 따라가며 이야기가 진행되는 영화입니다. 로드무비라고도 합니다. 여행, 도주 등을 중심 플롯으로 사용하며 여러 공간을 경유하며 만나게 되는 사람들, 사건들을 통해 어떤 자각, 의미를 터득하게 되는 이야기입니다. 그 기원을 따지자면 모든 이야기의 전통까지 거슬러 올라갈 수 있는데 고대 그리이스 시대에 호메로스가 쓴 서사시 '일리아스, Ilias'나 '오디세이, Odyssey', 세헤라자데의 '천일야화, The Thousand and One Nights' 등을 거론할 수도 있습니다. 

가장 먼저 떠오르는 로드무비의 전통은 1960~1970년대 전 세계를 풍미한 뉴웨이브 영화들입니다. 아서 펜(Arther Penn)의 <우리에게 내일은 없다, Bonnie and Clyde (1967)>와 데니스 호퍼의 <이지 라이더, Easy Rider (1969)> 그리고 로드무비의 거장으로 불리는 빔 벤더스의 <도시의 앨리스, Alice in den Stadten (1974)>, <길의 왕, Im Lauf der Zeit (1976)> 등이 그 대표작들입니다. 

좀 더 현대로 넘어오면 로브 라이너의 <스탠 바이 미, Stand by Me (1986)> 리들리 스콧 감독의 <델마와 루이스, Thelma And Louise (1991)>, 로저 에반 래리의 <노킹 온 헤븐스 도어, Knocking on Heavens Door (1994)> 등의 영화를 지적할 수 있는데 이들 영화의 주인공은 무언가로부터 도망하거나 원하는 것을 찾기 위해 길을 떠납니다. 도망이나 추적의 서사가 자주 등장하기는 하지만 로드무비의 주인공이 반드시 범법자인 것은 아닙니다. 로드무비에서 길과 떠남의 이야기는 어디에도 속하지 않은 채 무언가를 발견하는 과정의 메타포이기 때문입니다. 

여행하는 사람을 주인공으로 하여 길을 무대로 펼쳐지는 로드무비는 다양한 주제와 이야기를 담고 있는데 기본적으로 플롯의 최종 기착지는 '성장의 영화'라는 것입니다. <스탠 바이 미, Stand By Me (1986)>, 거스 반 산트의 <약방의 카우보이, Drugstore Cowboy (1989)>, <아이다호, My Own Private Idaho (1991)> 등은 젊은 날의 불안감이 여행을 통해 성숙해지는 과정을 그리고 있습니다. 시간과 공간의 흐름 속에서 한 인간은 인생의 의미를 체득해 나가는 것입니다. 특히 빔 벤더스의 <베를린 천사의 시, Der Himmel uber Berlin (1987)> (우측 사진)는 영화 사상 가장 뛰어난 로드무비로 꼽히는 걸작입니다. ");